Repository: Erik0806/notify
Catalog: lib/src/l10n/app_*.arb
Languages: de

source: Active Notifies
de: Aktive Notifies

source: Description
de: Beschreibung

source: Delete
de: Löschen

source: Done
de: Fertig

source: Created notifies
de: Erstellte Notifies

source: Changed notifies
de: Veränderte Notifies

source: Deleted notifies
de: Gelöschte Notifies

source: Settings
de: Einstellungen

source: Archive
de: Archiv

# batteryOptimText
source: If the notifications are not working, this could be the cause:
de: Wenn die Benachrichtigungen nicht gesendet werden, könnte diese Einstellung ein Problem sein:

# batteryOptim
source: Battery Optimization Settings
de: Batterieverbesserungseinstellungen

source: New Notify after opening app?
de: Erstelle neues Notify nach Öffnen der App?

# deleteArchivedNotifiesAfter
source: Delete archived notes after:
de: Lösche archivierte Notifies nach:

source: Theme Mode
de: Theme

source: Language
de: Sprache

source: For Frodo
de: Für Frodo

source: Never
de: Nie

source: Light
de: Hell

source: Dark
de: Dunkel

source: No active notifies
de: Keine aktiven Notifies

source: No archived notifies
de: Keine archivierten Notifies

source: Debug Screen
de: Debugseite
